{
  "1": {
    "header": "Обо мне",
    "text": "Привет, меня зовут Алексей Котин, я специализируюсь на WEB разработке, геймдизайне и средствах защиты информации. За свои 23 года я успел окончить Волжский политехнический институт, отслужить в службе защиты государственной тайны вооруженных сил России и разработать несколько простеньких игр для мобильных устройств и персональных компьютеров.\n<br><br>\nСреди моих увлечений, пожалуй, стоит выделить:\n<ul>\n    <li>\n        Научную фантастику\n    </li>   \n    <li>\n        Настольные игры\n    </li>   \n    <li>\n        3D моделирование\n    </li>\n</ul>",
    "additional": false
  },
  "2": {
    "header": "Навыки",
    "text": "Область моей деятельности в компьютерной сфере, хоть и нельзя назвать большой, но я стараюсь постоянно развивать свои умения, охватывая все новые области и углубляясь в уже изученные.\n<br><br>\nНа данный момент я обладаю следующими навыками:\n\n<ul>\n    <li>WEB:<br> HTML5/CSS3, PHP, Bootstrap 4, MySQL, JS, jQuery.</li>\n    <li>Защита информации:<br> Опыт настройки серверного оборудования, SecretNet, опыт работы с АПМДЗ.</li>\n    <li>Разработка игр:<br> Unity, Unreal Engine 4</li>\n    <li>Прочее:<br> Adobe Photoshop</li>\n</ul>",
    "additional": false
  },
  "3": {
    "header": "Программная инженерия",
    "text": "В 2017 году, я окончил Волжский политехнический институт по направлению \"Программная инженерия\". \nЯ научился базовым принципам проектирования и конструирования ПО, а так же получил немало опыта в качестве тим-лидера самых разнообразных проектов.\nМоим командам постоянно приходилось сталкиваться в конкурентной борьбе с другими, но каждый раз, за счет грамотного использования сильных сторон друг друга, мы одерживали верх.\n<br><br>\nРазрабатываемое ПО отличалось высоким разнообразием:\n<ul>\n    <li>Прототип сетевого шутера</li>\n    <li>Система для проведения онлайн олимпиад</li>\n    <li>Книжный магазин</li>\n</ul>",
    "additional": false
  },
  "4": {
    "header": "Защита информации",
    "text": "В 2018 году, по окончании института, я был призван в ВС РФ, где прошел обучение в Краснодарском высшем военном училище по специальности \"Специалист службы защиты государственной тайны - кодировщик\".\nСлужба в армии в сфере защиты информации, приучила меня максимально быстро адаптироваться к любой ситуации, мгновенно осваивать неизвестную ранее информацию и тщательно подходить к выполнению любых задач, где даже малейшая ошибка может стать фатальной.\n<br><br>\nЗа этот год, я работал с:\n<ul>\n    <li>Программными средствами ЗИ</li>\n    <li>Аппаратными средствами ЗИ</li>\n    <li>Серверным оборудованием и его ПО</li>\n</ul>",
    "additional": false
  },
  "5": {
    "header": "WEB технологии",
    "text": "Основным моим родом деятельности является WEB разработка. Я работаю и совершенствую свои навыки WEB как в front-end разработке, постоянно просматривая и анализируя работы ведущих дизайнеров мира, пытаясь перенять их лучшие качества в своих работах, так и в back-end разработке, практикуясь в создании качественных и самое главное эффективных систем обработки данных. На данный момент WEB является наиболее перспективной отраслью программирования и, надеюсь, что именно тут я смогу реализовать весь свой потенциал. ",
    "additional": false
  },
  "6": {
    "header": "Геймдизайн",
    "text": "В свободное время, я занимаюсь созданием компьютерных игр. Процесс создания для меня - нечто большее, чем просто написание сухих строчек кода в надежде на то, что пиксели на экране прийдут в движение.\nЭто создание синергии самых различных областей искусства ради достижения единственной цели: хоть и не по настоящему, но дать человеку возможность почувствовать себя тем, кем он хочет, позволить ему побывать в самых различных мирах, которые ему не суждено увидеть, погрузить его в переплетения сюжетных линий, конец которых не всегда столь очевиден.\n<br><br>\nХоть пока мои успехи в данной сфере нельзя назвать чем-то выдающимся, я верю, что еще смогу удивить мир...",
    "additional": false
  },
  "7": {
    "header": "3D моделирование",
    "text": "Визуализация, одна из наиболее важных частей любого искусства. Так уж сложилось, что в одной из его стезей, геймдизайне, я решил попробовать свои силы. 3D моделирование не только позволяет мне воплощать свои мысли, идеи в осмысленные объекты, но и помогает мне развивать нестандартное мышление, учит меня по новому ставить и решать задачи. Причем работает это, не только в 3D редакторе, а и в повседневной жизни. Нестандартное мышление, не раз помогало мне в решении различных трудностей, позволяя с ног на голову перевернуть, казавшуюся раньше было невозможной, задачу. ",
    "additional": false
  },
  "8": {
    "header": "COMING SOON",
    "text": "",
    "additional": false
  },
  "9": {
    "header": "Контакты",
    "text": "Связаться со мной, довольно просто, всего навсего выберите наиболее удобный способ.\n<br><br>\n<ul>\n    <li>E-mail: astr.kotin@gmail.com</li>\n    <li>Skype: aleksey-kotin</li>\n    <li>VK: https://vk.com/grays_96</li>\n    <li>Телефон: 8-918-078-47-18</li>\n</ul>\n",
    "additional": false
  }

}